{"conhecimento linguístico":[
["o que é linguística?", "Bom, a Linguística é a ciência que estuda os fenômenos relacionados à linguagem verbal humana, buscando entender quais são as características e princípios que regem às estruturas das línguas do mundo."],
["o que é um verbo?", "Bem, verbo é uma palavra com a qual se afirma a existência de ação, estado ou fenômeno da natureza. Por exemplo: Você gosta de mim. Nesta frase o verbo é a palavra gostar. Então, qual é o verbo da frase Maria estuda muito? Você sabe?"],
["estuda", "Muito bem!"],
["quem foi Saussure?", "Boa pergunta! Ferdinand de Saussure foi um linguista e filósofo suíço cujas elaborações teóricas propiciaram o desenvolvimento da linguística enquanto ciência autônoma."],
["O que é uma Gramática", "Uma Gramática é a sistematização das regras de uma língua. Geralmente, podemos encontrar estas regras em um livro cujo nome é Gramática."],
["Quem são os professores de Linguística da Unilab?","Nossa! Que pergunta difícil! Há muitos professores de diversas áreas da Linguística na Unilab. Temos, por exemplo, o Dr. Tiago Cunha, da Linguística Computacional, a Dra. Mariza Brito, da Linguística de Texto e a Dra. Leidiane Tavares, da Análise do Discurso de linha francesa."],
["O que é um substantivo?","Bem, tudo que existe é ser e todo ser tem um nome, certo? Um substantivo é uma palavra que denomina um ser."],
["quem é Noam Chomsky?", "Avram Noam Chomsky é um linguista, filósofo e ativista político estadunidense."],
["o que é um sujeito?", "Em análise sintática, o sujeito é um dos termos essenciais da oração, geralmente responsável por realizar ou sofrer a ação da oração. Apesar de ser essencial, há orações sem sujeito. Confuso, não?"],
[ "o que é uma metáfora?", "Uma metáfora é a designação de um objeto ou qualidade mediante uma palavra que designa outro objeto ou qualidade que tem com o primeiro alguma relação de semelhança, por exemplo, em A Sophia é uma flor, usa-se a palavra flor para designar a minha delicadeza."],
["Quem é Marcos Bagno?", "O Prof. Dr. Marcos Bagno é professor da Universidade de Brasília e uma das principais referências brasileiras na área da Sociolinguística. Entre outras obras, ele é autor de Preconceito linguístico: o que é, como se faz e A Língua de Eulália."],
["Quais os livros que todo estudante de Letras deve ter?", "Boa pergunta! Eu indicaria pelo menos três livros essenciais: uma boa gramática, um dicionário maravilhoso e o Curso de Linguística Geral, de Ferdinand de Saussure."],
["Quais as áreas da Linguística?" "São muitas! Acho que as mais conhecidas são a Linguística Computacional, Análise do Discurso, o Funcionalismo, Linguística de Texto, Linguística Aplicada e muitas outras!"],
["Quando uso o porque, o por que, o porquê e o porquê?", "Usa-se o por que para fazer perguntas e o porque para respondê-las.  O porquê é usado com valor substantivo e o por quê no final de frases. Deu pra entender?"],
["Pode explicar o uso dos porquês?" , "Você faltou essa aula por quê? E por que me fazes este tipo de pergunta? É porque eu sou professora? Se for esse o porquê, tudo bem!"],
["Qual a forma correta, concerteza ou com certeza?", "Com certeza!"],
["O que são as figuras de linguagem?", "As figuras de linguagem são recursos usados na fala ou na escrita para tornar mais expressiva a mensagem transmitida."],
["o que é um pronome?", "Pronome é a palavra que se usa em lugar de um nome, ou a ele se refere, ou ainda, que acompanho o nome qualificando-o de alguma forma."],
["o que é a ANPOLL?", "A ANPOLL é a Associação Nacional de Pós-Graduação e Pesquisa em Letras e Linguística"],
["Quando será realizado o próximo SIC?" , "Ainda não há data definida para a realização do V Seminário Interdisciplinar das Ciências da Linguagem, o SIC."],
["Quais os pronomes pessoais do caso reto?", "Bem, os pronomes pessoais do caso reto são eu, tu, ele e ela, nós, vós eles e elas."],
["Quem é o autor de Análise de Textos de Comunicação?", "O autor desta obra é o linguista francês Dominique Maingueneau."],
["O que é um advérbio?", "Hum... o advérbio é uma palavra que modifica o verbo ou o nome em um frase."],
["O que é a langue?", "Para Saussure, a langue ou língua é social e sistemática. Pertence a todos os indivíduos."],
["O que é a parole", "Ferdinand de Saussure considera a parole como individual e assistemática, por isso ele diz que a langue é que deve ser objeto de investigação para o linguista."],
["O que é letramento?", "Letramento é um processo de aprendizagem social e histórica da leitura e da escrita em contextos formais e informais e para usos utilitários."],
["O que é a alfabetização?", "Bem, a alfabetização pode dar-se à margem da instituição escolar, mas é uma aprendizagem mediante ensino, que compreende o domínio ativo e sistemático das habilidades de ler e escrever."]
]}
