{"proverbs": 
[
["Na casa do médico, todos estão doentes","Casa de ferreiro espeto de pau"],
["Ele insistiu tanto com ela que conseguiu casar-se","¡gua mole em pedra dura, tanto bate até que fura"],
["Precisei pregar o prego, mas não tinha um martelo, então, preguei com uma pequena barra de ferro","Quem não tem cão, caça com gato"],
["Ganhei o livro O Quinze, mas queria O Sagarana","Cavalo dado não se olha os dentes"],
["Sozinha não conseguirei concluir o trabalho","Uma andorinha só não faz verão"],
["Estava tudo combinado para a festa quando o pai dele chegou","A casa caiu"],
["Você tem de ser paciente ao conversar com ela","angu quente se come pelas beiradas"],
["Cedo ou tarde a verdade vai aparecer","A mentira tem perna curta"],
["Machocou e agora est· sendo machucado","Quem com ferro fere, com ferro ser· ferido"],
["Melhor ter pouco que ambicionar muito e perder tudo","Mais vale um p·ssaro na mão que dois voando"],
["Faça o trabalho devagar, mas bem feito","A pessa é inimiga da perfeição"],
["Me desacatou, mas permaneci calada","quando um não quer, dois não brigam"],
["Depois que foi atropelado, só atravessa na faixa de pedestre com o farol fechado para os carros","Gato escaldado tem medo de ·gua fria"],
["Ele fica lembrando da época que era piloto","¡guas passadas não movem moinhos"],
["Quer bem feito, faça você mesmo!","Quem quer faz, quem não quer manda"],
["Se você continuar pisando na bola, vou ter de tomar uma providência!","Cão que late não morde"],
["Mesmo sem saber direito como chegar ao evento, vou perguntando até achar","Quem tem boca vai a Roma"],
["Vou a agência de empregos amanhã de manhã","Deus ajuda quem cedo madruga"],
["Cuide da sua vida que eu cuido da minha","Cada macaco no seu galho"],
["Sou precavida!","O seguro morreu de velho"],
["Ele não dispensa nada","Caiu na rede é peixe"],
["Tornou-se advogado, como o pai","Filho de peixe, peixinho é"],
["Ela merece perdão pelo seu erro","Errar é humano"],
["Com as moedas que juntou no cofrinho, conseguiu comprar um carro zero","De grão em grão a galinha enche o papo"],
["Comprou uma impressora mais barata, mas deu defeito em dois meses","O barato sai caro"],
["O assunto veio ‡ tona, não foi por acaso","Onde h· fumaça, h· fogo"],
["Ela não pensa antes de falar e se denuncia a si mesma","O peixe morre pela boca"],
["… preciso ter paciência para vencer","Quem espera sempre alcança"],
["Ela afirmou que nunca mais precisaria voltar·","Nunca diga: desta ·gua nunca beberei"],
["Minha namorada est· me evitando, embora ela não confirme, sei que ela quer um tempo","Para bom entendedor, meia palavra basta"],
]
}
