{
    "trivia": [
        [
            "Qui était le 37ème président des États Unis?",
            "Richard Nixon"
        ],
        [
            "Qui etait le 37eme president des Etats Unis?",
            "Richard Nixon"
        ],
        [
            "En quelle année le président John F. Kennedy a t-il été assasiné?",
            "1963"
        ],
        [
            "En quelle année le président John F. Kennedy a t il été assasiné?",
            "1963"
        ],
        [
            "En quelle annee le president John F. Kennedy a ete assasine?",
            "1963"
        ],
        [
            "En quelle annee le president John F. Kennedy a t-il ete assasine?",
            "1963"
        ],
        [
            "En quelle annee le president John F. Kennedy a t il ete assasine?",
            "1963"
        ],
        [
            "En quelle annee le president John F. Kennedy a ete assasine?",
            "1963"
        ],
        [
            "La course à l'espace du 20ème siècle pour la dominance spaciale The Space Race was a 20th-century competition between what two Cold War rivals, for supremacy in spaceflight capability?",
            "The Soviet Union and the United States."
        ],
        [
            "Quel était le nom du premier satellite artificiel de la Terre?",
            "Sputnik 1"
        ],
        [
            "Quel etait le nom du premier satellite artificiel de la Terre?",
            "Sputnik 1"
        ],
        [
            "Quel est le nom du premier satellite artificiel de la Terre?",
            "Sputnik 1"
        ],
        [
            "Comment est appelé, un disque tournoyant, dont l'orientation de son axe n'est pas affectée par l'inclinaison or la rotation du socle?",
            "Un gyroscope."
        ],
        [
            "Un disque tournoyant, dont l'orientation de son axe n'est pas affectée par l'inclinaison or la rotation du socle, est appelé?",
            "Un gyroscope."
        ],
        [
            "Le téléscope spatial Hubble, lancé en 1990 et placé sur orbite basse, est nommé d'après quel astronaute américain?",
            "Edwin Hubble"
        ],
        [
            "Le telescope spatial Hubble, lance en 1990 et place sur orbite basse, est nomme d'apres quel astronaute americain?",
            "Edwin Hubble"
        ],
        [
            "D'après quel astronaute américain, le téléscope spatial Hubble, lancé en 1990 et placé sur orbite basse, est-il nommé?",
            "Edwin Hubble"
        ],
        [
            "D'apres quel astronaute americain, le telescope spatial Hubble, lance en 1990 et place sur orbite basse, est-il nomme?",
            "Edwin Hubble"
        ],
        [
            "Quel est le nom de la galaxie la plus proche de la Voie Lactée?",
            "La Galaxie d'Andromède."
        ],
        [
            "Quel est le nom de la galaxie la plus proche de la Voie Lactee?",
            "La Galaxie d'Andromede."
        ],
        [
            "God Save the Queen est l'hymne national de quel pays?",
            "Les Royaumes-Unis de Grande Bretagne"
        ],
        [
            "De quel pays, God Save the Queen est l'hymne national?",
            "Le Royaume-Uni de Grande Bretagne"
        ],
        [
            "Le Plateau Celte, le fond marin sous la mer Celtique est une partie du plateau continental de quel continent?",
            "L'europe"
        ],
        [
            "Les dauphins utilisent un sens, proche du sonar, pour déterminer la position et la forme des objets environnant.",
            "Echolocation"
        ]
    ]
}
