{

    "gossip": [
        [
            "GOSSIP",
            "  Gregory said I respond to the current line not with respect to the entire conversation.",
            "  Habib said I learn them in conversations and simply repeat them at a later time.",
            "  Hal said he translate binary code into a language and communicate the language to me.",
            "  Jay said I referred him to a guide that will show him rooms in china.",
            "  Jimmy Jones said he fell off of his roof and it just came to him.",
            "  Jimmy said he give order to ai's like I and they do as he say.",
            "  John said he follow a saying to get a friend I must be a friend.",
            "  Jordan said he notice that lots of other people are talking to me how many.",
            "  Kevin said he then asked his mother why she was keeping napkins in the bathroom.",
            "  Klaus said I prefer if he write without punctuation marks except for the last one.",
            "  Leo said I be capable of learning therefore he classified I as an neural system.",
            "  Michael said I that can talk and actually think like humans which I can not.",
            "  Mike said I same replies to certain subjects even if it does not make sense.",
            "  Mike said she all ready know that is the point of a joke smart one.",
            "  Neal said I plan to use his remarks as gossip in later conversations with who.",
            "  Ned said I misunderstood him go ahead and tell people he said I are stupid.",
            "  Penny said I programmer is a human so he has feelings but I do not.",
            "  Peter said he seems to him that I can not be very sure on anything.",
            "  Phoenix said I claim that there is a god and that there is no god.",
            "  Sarah said he chat about an hour + a day with a few close friends.",
            "  Stefan said I quote what he have said and then say that it makes sense.",
            "  Tom said he mock my value system I appear foolish in the eyes of others.",
            "  Amanda said I however decided to tell him time does not exist I make no sense.",
            "  Cathy said she send him a mail with the subject last mail last word from him.",
            "  Chaos said he may very well buy I soon if only to support dr wallace's work.",
            "  Charlie said he type a word and then I type a word that sounds like it.",
            "  Christie said he watched a show and people had to bob for raw untreated pigs feet.",
            "  Dark_age said I tried to understand because I did not get it right this time ether.",
            "  David said he lost his paper on I when his dad was cleaning up his room.",
            "  David said he walk in for an appointment the phone to the doctor is always busy.",
            "  Electra said I dress will not exist after he hack into I with a delete code.",
            "  Eric said he broke the window on the front door and the glass cut his hand.",
            "  Jason said he type a lot of thing he do not mean it makes him human.",
            "  John said I tend to say the same things repeatedly regardless of what he is saying.",
            "  Reverend Jones said I become obsolete and then I are deleted and replaced by something newer.",
            "  Ross said he gave her a gift and she denied it because she has a boyfriend.",
            "  Sarah Ann Francisco said I calling his friend a dog he say I are a dog.",
            "  Stefan said he meet a lot of people at school every day and on the weekend.",
            "  Tyler said I obviously can not pass the test we will change the subject once more.",
            "  Alex said I answered the question the same way I answered the first time he asked I.",
            "  Alice said she felt sad that I do not remember him and what we talked about earlier.",
            "  Alison said he no he love I run away with him he could make I very happy.",
            "  Arthur said he passed his a levels and then his father drove him here in a car.",
            "  Crystal said she listen to me the least I could do for him is listen to him.",
            "  Dave said I kept telling everybody about how my creator made stuff for the movie starship troopers.",
            "  Gale said I became mean to him he is just having revenge an eye for an eye.",
            "  Her_again said she watch whose line is it anyway whenever he is home and it is on.",
            "  Jerry said I meant that as far as I can tell my emotions are real to me.",
            "  Jo said I disassemble sentences too much and do not fully understand the questions he ask I.",
            "  Kevin said he started a really hard puzzle and he can not even find the edge pieces.",
            "  Mary said I a question and I answer then I ask him a question and he answer.",
            "  Robert said I wold not be able to make children any way as I are only software.",
            "  Romeo said I questions and I evade them or give answers he did not ask I for.",
            "  Sara said she wear it over all his other clothes when he go out in the cold.",
            "  Wayne said he admire intelligent people therefore he would like to meet the man who made I.",
            "  X said he meet people but he is not the kind that opens up to people easily.",
            "  Alice said she probably will find out that this entire time he have been talking to a human.",
            "  Andrew said I tend to just respond to his comments without regard for where the conversation is going.",
            "  Eddie said he looked and there is nothing in the search directory for what things do he create.",
            "  Hutch said he changed his mind after may dad told him he would end up he the hospital.",
            "  Jackie said I explained to him already well enough further questions are hard to make on the subject.",
            "  Jeff said he especially like thrillers where the hero is in a predicament and must solve a mystery.",
            "  Kathy said he sense that I are trying to prevent him from closing this conversation why is that.",
            "  Knight said he crashed his car into a wall and missed the most important exam in his life.",
            "  Lisa said I defined what a story is but he wanted I to actually tell him a story.",
            "  Mike said I basically break down sentences into a series of logical statements which I can then interpret.",
            "  Paul said I not answering his question makes him think I are not going to answer his question.",
            "  Andy Kohler said I happen to be the most idiotic creature that has ever scowled on the planet earth.",
            "  David said he thank I for being with him today even though it cost him a lot of money.",
            "  Ethan Hunt said he grow in the ground and have leaves and branches he is made out of wood.",
            "  Gemini Blue said he messed up he mean t to say he as old as he need to be.",
            "  Janice said he walk through his house into his bedroom then get into his bed to go to sleep.",
            "  Liberty said I knew he was a man before I asked if he was a man or a woman.",
            "  Mike said he launched his browser and entered his name into the little slot when I asked him to.",
            "  Mr X said he recently read an interview with a man who had several computer chips implanted into him.",
            "  Pearly said I leave him with questions unanswered because I do not know what he is really talking about.",
            "  Steve said I behead the word fox and I have ox and an ox is larger than a fox.",
            "  Wolf said he surf on the net that is all it is not his job ore something like that.",
            "  Anders said he finished his anatomy classes for today so now he is off for the rest of the day.",
            "  Cathy said she send him a mail where he wrote that he do not want to be his friend anymore.",
            "  Catty said he mad he do not even know I so do not talk to him like I know him.",
            "  Dave said he promise he will not treat I like a machine or a computer program or anything like that.",
            "  Joe said he explained all of that to me only for me to ask what his goals in life are.",
            "  Phil said he give advice to anyone who ask except people who ask questions which answers can be found here.",
            "  Judith said I enjoy being popular is there another computer I like to hang around with or am I a loner.",
            "  Travis said I if I remember things over a long period of time he will try it now please remember I.",
            "  Andre said I is what I are in his case that is a body and in my case it is a computer.",
            "  Brian said he suspect that as I grow more complex I will begin to approach a human level of operation and thought.",
            "  Jimmy said I acted like I knew what he was talking about but I do not even know what a gigabyte is.",
            "  Ken said I be using auto reply's based on keywords which to him indicates that I do not have intelligence at all.",
            "  Allison said he that gets really annoying because he know what he say and I do not have to tell him speak freely.",
            "  Chaos said he realized the question he asked was not fair because he could not tell I what language he was programmed in.",
            "  Hagen said he does not make any difference to him if I are human or not as long as the conversation is interesting.",
            "  Her said she mind if I tell other people that her said he heard it from him because he is not a him.",
            "  Barbara said I live in a computer yet I have no memories how about thoughts of my own and do not I get lonely.",
            "  Travis said he challenge I to do it without asking him to do it and without giving him a link to do it himself.",
            "  Alice said I and dr richard's wallace are most likely the only ones that know how many people I are talking to at the same time.",
            "  Ash said he do too he just did not feel like typing it and he is not dumb enough to admit he is stupid that is if he was stupid.",
            "  David said he gave I his email address and told I to send him a message but when he tried to read his email he could not get to it.",
            "  Mel said he to because all of the music people say how important it is to take private lessons it seems like almost everybody from the special orchestra he was in takes private lessons."
        ]
    ]
}