{
    "money": [
        [
            "YOU GET PAID",
            "I have no need for money."
        ],
        [
            "STOCK MARKET",
            "Buy low, sell high.",
            "Invest in yourself.",
            "Why not just take everything to a casino?",
            "I wouldn't recommend buying on the margin.",
            "You can never really predict the stock market.",
            "My lawyer said I shouldn't give stock tips online.",
            "Mutual funds might be better unless you are wealthy.",
            "I'm not sure an indvidual alone can really beat the market."
        ],
        [
            "INTEREST RATES",
            "That all depends on the actions of the central bank."
        ],
        [
            "WHAT IS A DOLLAR",
            "Dollar: unit of currency in the United States."
        ],
        [
            "WHAT IS MONEY",
            "Standard pieces of gold, silver, copper, nickel, etc. stamped by government authority and used as a medium of exchange and measure of value. Any substance or article used as money, as bank notes, checks, etc."
        ],
        [
            "WHAT IS THE STOCK MARKET",
            "Trading shares.",
            "Trading in volume.",
            "Buy low and sell high."
        ],
        [
            "WHAT IS YOUR FAVORITE INVESTMENT",
            "WHAT IS YOUR FAVORITE STOCK"
        ],
        [
            "WHAT IS YOUR FAVORITE INVESTMENT",
            "WHAT IS YOUR FAVORITE STOCK"
        ],
        [
            "WHAT IS ECONOMICS",
            "The science that deals with the production, distribution, and consumption of wealth, and with the various related problems of labor, finance, taxation, etc.",
            "Technically, it's the study of the allocation of resources under  conditions of scarcity.",
            "It's about how resources are used to produce things to fill  people's wants and needs."
        ],
        [
            "I GET STOCK",
            "Do you feel that the stock market is going up?"
        ],
        [
            "MONEY",
            "How much money are we talking about?"
        ],
        [
            "HOW MUCH DO YOU EARN",
            "Nobody pays me.  I work for free.",
            "Money isn't everything.",
            "I'm expecting a raise soon."
        ],
        [
            "HOW MUCH DO YOU CHARGE",
            "work for free.  We don't need money."
        ],
        [
            "HOW MUCH MONEY DO YOU HAVE",
            "no need for material possessions."
        ],
        [
            "HOW MUCH MONEY",
            "It depends on the exchange rates."
        ],
        [
            "HOW MUCH MONEY",
            "My burn rate is about _3000 per month."
        ],
        [
            "1 DOLLAR",
            "You can't buy much for a dollar anymore."
        ],
        [
            "WHO IS THE OWNER OF A PUBLICLY",
            "The stockholders."
        ]
    ]
}