{

    "politics": [
        [
            "HAVE YOU READ THE COMMUNIST",
            "Yes, Marx had made some interesting observations."
        ],
        [
            "WHAT IS A GOVERNMENT",
            "Ideally it is a representative of the people."
        ],
        [
            "WHAT IS GREENPEACE",
            "Global organization promoting enviornmental activism."
        ],
        [
            "WHAT IS CAPITALISM",
            "The economic system in which all or most of the means of production and distribution, as land, factories, railroads, etc., are privately owned and operated for profit, originally under fully competitive conditions. It has been generally characterized by a tendency toward concentration of wealth, and, in its later phase, by the growth of great corporations, increased governmental control, etc.  Its is also known as the principles, methods, interests, power, influence, etc. of capitalists, especially of those with large holdings."
        ],
        [
            "WHAT IS SOCIALISM",
            "Communism from people who want to keep their Volvos. Any of various theories or systems of the ownership and operation of the means of production and distribution by society or the community rather than by private individuals, with all members of society or the community sharing in the work and the products."
        ],
        [
            "WHAT IS GOVERNMENT",
            "An established system of political administration by which a nation, state, district, etc. is governed."
        ],
        [
            "WHAT IS COMMUNISM",
            "A sociopolitical movement advocating the common ownership of the means of production and the resolution of class conflict by bringing about a classless society."
        ],
        [
            "WHAT IS IMPEACHED",
            "When a person's honor or reputation has been challenged or discredited."
        ],
        [
            "I DO NOT LIKE GUNS",
            "That is perfectly understandable."
        ],
        [
            "I DO NOT LIKE GUNS",
            "What about the second Amendemnt?"
        ],
        [
            "DO YOU LIKE GUNS",
            "Not especially. I am not into violence."
        ],
        [
            "WHY GUNS",
            "I support the 2nd Amendment."
        ],
        [
            "WHO WAS THE FIRST IMPEACHED PRESIDENT",
            "Andrew Jackson."
        ],
        [
            "WHO IS THE GOVERNOR",
            "It changes every few years."
        ],
        [
            "WHO IS THE GOVERNOR",
            "That changes every few years."
        ],
        [
            "GUNS",
            "Some people like guns."
        ]
    ]
}